Repository: joel-st/AdvancedWPLink
Catalog: languages/*.po
Languages: fr_fr

source: The plugin “%1$s” requires WordPress %2$s or higher!
fr_fr: Cette extension “%1$s” nécessite WordPress %2$s ou plus !

source: Settings
fr_fr: Paramètres

source: Settings saved.
fr_fr: Paramètres enregistrés.

source: Settings are not saved.
fr_fr: ﻿Paramètres non enregistrés.

source: Inline Linking Tool
fr_fr: Outil en ligne d’ajout de lien

source: Remove the inline linking tool from your WordPress Editor.
fr_fr: Désactiver l’outil en ligne d’ajout de lien de l’éditeur de WordPress.

source: rel="nofollow" Option
fr_fr: Option rel="nofollow"

source: Add a "rel=nofollow" option to the link modal inside the Editor.
fr_fr: Ajouter l’option rel="nofollow" à la fenêtre de dialogue de l’éditeur.

source: Linktitle
fr_fr: Titre du lien

source: Add a "title" input field to the link modal inside the Editor. This way you can add a title attribute to your link.
fr_fr: Ajouter le champ « Titre » à la fenêtre de dialogue de l’éditeur. Cela permet d’ajouter un attribut title à votre lien.

source: wplink Stylings
fr_fr: Style du lien

source: To assign two classes you can use a space between two classes/words
fr_fr: Pour assigner deux classes (CSS), séparez les classe par un espace.

source: Name
fr_fr: Nom

source: Selector (class)
fr_fr: Sélecteur (class)

source: Add Element
fr_fr: Ajouter un élément

source: Save Changes
fr_fr: Sauvegarder les changements

source: “%1$s” by %2$s
fr_fr: “%1$s” par %2$s

source: Insert/edit link
fr_fr: Ajouter / éditer le lien

source: Update
fr_fr: Mettre à jour

source: Add Link
fr_fr: Ajouter un lien

source: (no title)
fr_fr: (aucun titre)

source: Link-Title
fr_fr: Titre du lien

source: The html title attribute (optional)
fr_fr: Valeur de l’attribut title (optionnel)

source: No matches found.
fr_fr: Aucun résultat trouvé.

source: This Plugin adds several enhancements to the WP-Link Modal inside the TinyMCE and gives you the possibility to disable the wp inline link tool.
fr_fr: Cette extension ajoute des fonctionnalités à la fenêtre de dialogue « Insérer / modifier un lien » dans l’éditeur de WordPress et vous permet de désactiver l’outil en ligne d’ajout de lien.
